export default function () {
  return (
    <main>
      <div
        style={{
          backgroundImage:
            'url("./img/6ba632040d142d29a5ebe2411f406f96 — копия.jpeg")'
        }}
        className='header_main'
      >
        <div className='header_main_bg' />
        <div className='header_main_flex'>
          <h1>О компании</h1>
        </div>
      </div>
      <div className='shopandpay'>
        <div className='shopandpay_content'>
          <div className='shopandpay_content_flex'>
            <p>
              Наш компания — это не просто поставщик подшипников и комплектующих
              для промышленности, всегда готовый удовлетворить потребности
              оптовых и розничных покупателей. Мы — это команда профессионалов,
              которым удалось создать и успешно внедрить на на рынок на
              СОБСТВЕННЫЙ БРЕНД — MGB. Благодаря опыту и знаниям, мы четко
              понимаем, как устроен рынок продукции и знаем, что необходимо
              нашим клиентам.
            </p>
          </div>
        </div>
        <div className='shopandpay_content'>
          <div className='shopandpay_content_center'>
            <h2>
              MGB — это экономичная и надежная <br /> продукция, которая
              соответствует <br /> высочайшим требованиям наших <br />{' '}
              заказчиков!
            </h2>
          </div>
          <div className='shopandpay_content_flex'>
            <img
              className='shopandpay_content_flex_box'
              src='./img/box.svg'
              alt=''
            />
            <img
              className='shopandpay_content_flex_Black'
              src='./img/Black.png'
              alt=''
            />
            <img
              className='shopandpay_content_flex_sel'
              src='./img/sel.svg'
              alt=''
            />
            <p>
              На каждую единицу товара предоставляется уникальный паспорт,
              сертификат соответствия на товар, что подтверждает высокое
              качество производимой продукции. Мы проводим обязательное
              тестирование продукции на скрытые дефекты с использованием
              нейросетей. Комплектующие производятся по двум стандартам ГОСТ и
              ISO. Есть возможность выполнять индивидуальные заказы по Вашим
              чертежам. Также, мы сотрудничаем без посредников с мировыми
              брендами, такими как:
            </p>
            <ul>
              <li>-FERSA</li>
              <li>-TIMKEN</li>
              <li>-NKE</li>
              <li>-IBU</li>
              <li>-SKF</li>
              <li>-LDI</li>
              <li>-PTI</li>
              <li>-NSK</li>
              <li>-Другие</li>
            </ul>
            <p>
              Благодаря этому, Вы получаете комплектующие по реальной, а не
              завышенной стоимости. Наши основные клиенты — это:
            </p>
            <ul>
              <li>
                -Торговые компании, которые занимаются реализацией комплектующих
              </li>
              <li>
                -Производители оборудования в котором используется наши товары
              </li>
              <li>
                -Конечный потребитель, который использует наши комплектующие для
                ремонта своего оборудования
              </li>
            </ul>
            <p>Наши цели:</p>
            <ul>
              <li>
                -Помочь клиентам получить существенную экономию на ремонтах и
                простоях оборудования, а также на фонде оплаты труда за счет
                качественных комплектующих
              </li>
              <li>
                -Держать цены на минимальном уровне, а качество — на
                максимальном
              </li>
              <li>
                -Предлагать максимально широкий ассортимент и гибкие условия
                сотрудничества специалистам по закупкам
              </li>
            </ul>
            <p>
              Обращаем особое внимание: мы предлагаем вам дополнительные
              индивидуальные скидки, гибкие условия оплаты (50/50, постоплата) и
              индивидуальное хранение продукции на складе под клиента.
            </p>
          </div>
        </div>
      </div>
    </main>
  )
}
