export default function () {
  return (
    <main>
      <div
        style={{
          backgroundImage:
            'url("./img/6ba632040d142d29a5ebe2411f406f96 — копия.jpeg")'
        }}
        className='header_main'
      >
        <div className='header_main_bg' />
        <div className='header_main_flex'>
          <h1>Доставка и оплата</h1>
        </div>
      </div>
      <div className='shopandpay'>
        <div className='shopandpay_content'>
          <div className='main_left'>
            <h2>Доставка</h2>
          </div>
          <div className='shopandpay_content_flex'>
            <img
              className='shopandpay_content_flex_closebox'
              src='./img/closebox.svg'
              alt=''
            />
            <img
              className='shopandpay_content_flex_Black1'
              src='./img/Black(1).png'
              alt=''
            />
            <p>
              Находится компани KOSOX в Российсикой Федерации, город Санкт-Петербург, но мы гарантируем своеверменную доставку оборудования в любую точку в пределах стран СНГ. Зная, что в нашем деле оперативность играет крайне важную роль, стараемся подобрать настолько сжатые сроки, насколько это возможно и даже быстрее. Фирма KOSOX подбирает индивидкальный подход к каждому клиенту, поэтому предоставляем доставку по любым запросам, в том числе экспресс-доставку комплектующих из Европы.  Мы работаем с надежными и
              проверенными перевозчиками, которые помогают нам с вами в плодотворном сотрудничестве, а именно компаниями:
            </p>
            <ul>
              <li>-ПЭК</li>
              <li>-СДЭК</li>
              <li>-КИТ</li>
              <li>-DHL</li>
              <li>-DPD</li>
            </ul>
            <p>Условия доставки рознятся в зависимости от конечной точки. До отделений трнаспортных компаний Санкт-Петербурга доставка производится бесплатно, а также можно осуществить самовывоз по нашему адресу: г. Санкт-Петербург, Придорожная аллея, д. 8, лит. А, ПОМЕЩ. 620.
              По городу и области доставка производится по тарифам производителя (в случае осуществления доставки непосредственно им) лиюо по тарифам курьерских компаний.
              согласно принятых тарифов силами производителя или с привлечением
              курьерских компаний в сжатые сроки (от одного до двух дней). Условия будут следующие:
              <ul>
              <li>-При заказе до 10 000 рублей доставка по Санкт-Петербургу — 300 рублей.</li>
              <li>-При заказе более 10 000 рублей доставка предоставляется бесплатная в пределах СПб и КАД.</li>
            </ul>
              Если вы не знаете какой вариант доставки вам выбрать, то обращайтесь к нашим специалистам и они быстро подберут вам нужный вариант, подходящий по стоимости и срокам. 
            </p>
          </div>
        </div>
        <div className='shopandpay_content'>
          <div className='main_left'>
            <h2>
              Обмен и возврат
              <br /> отгруженного товар
            </h2>
          </div>
          <div className='shopandpay_content_flex'>
            <img
              className='shopandpay_content_flex_box4'
              src='./img/box4.svg'
              alt='icon'
            />
            <img
              className='shopandpay_content_flex_moneybox'
              src='./img/moneybox.svg'
              alt='icon'
            />
            <p>
              Возврат и обмен единиц товара осуществляется согласно действующему законодательству РФ. А именно обмен товара или его возврат разрешается в течение 14 дней со дня покупки, не считая самого этого дня. Условия возврата денежных средств зависит от варианта оплаты:
            </p>
            <ul>
              <li>
                -Денежные средства, проведенные по безналичной оплате,
                возвращаются после того, как товар вернется на наш склад
              </li>
              <li>
                -Денежные средства, переведенные с помощью банковской карты или
                Яндекс.Денег вернутся в течение пяти дней после отправленного
                вами заявления
              </li>
            </ul>
            <p>
              <span class='link-about'>ВНИМАНИЕ!!!</span> Все чеки и накладные должны быть сохранены до момента
              решения возникшей проблемы. Если вы планируете вернуть или обменять товар <span class='link-about2'>ненадлежащего качества,</span> вы обязаны предоставить чек оплаты,а также предоставить документы,
              подтверждающие личность заказчика и заполнить заявку-бланк на
              возврат денежных средств. Если Вы хотите осуществить возврат либо
              обмен товара <span class='link-about'>надлежащего качества</span> должны быть сохранены, в первую очередь товарный
              вид продуктов, целостность упаковки и комплектация заказа. Если данные требования будут нарушены, компания имеет право отказать в возврате или обмене единицы товара.
            </p>
          </div>
        </div>
        <div className='shopandpay_content'>
          <div className='main_left'>
            <h2>Оплата</h2>
          </div>
          <div className='shopandpay_content_flex'>
            <img
              className='shopandpay_content_flex_savdo'
              src='./img/savdo.svg'
              alt='icon'
            />
            <img
              className='shopandpay_content_flex_karta'
              src='./img/karta.svg'
              alt='icon'
            />
            <p>Оплата — производится только по <span class='link-about'>БЕЗНАЛИЧНОМУ</span> расчету:</p>
            <ul>
              <li>-Безналичная оплата по счету</li>
              <li>-Безналичная оплата по квитанции через банк</li>
              <li>-Безналичная оплата банковской картой</li>
            </ul>
            <p>
              Счет выставляется автоматически в момент оформления заказа сайте
              или в процессе телефонного общения с менеджером по телефону или
              электронной почте. Мы работаем как с физическими (ИП) так и с
              юридическими лицами.
            </p>
          </div>
        </div>
      </div>
    </main>
  )
}
